{"stoi": {"<pad>": 0, "<unk>": 1, " ": 2, "а": 3, "о": 4, "е": 5, "и": 6, "н": 7, "р": 8, "к": 9, "т": 10, "л": 11, "с": 12, "м": 13, "в": 14, "д": 15, "у": 16, "я": 17, "ы": 18, "п": 19, "й": 20, "б": 21, "0": 22, "a": 23, "1": 24, "e": 25, "ь": 26, "з": 27, "i": 28, "2": 29, "o": 30, ",": 31, "-": 32, "ч": 33, "г": 34, "n": 35, ".": 36, "П": 37, "r": 38, "5": 39, "К": 40, "3": 41, "s": 42, "4": 43, "ж": 44, "t": 45, "l": 46, "ш": 47, "6": 48, "С": 49, "ф": 50, "ю": 51, "х": 52, "8": 53, "m": 54, "/": 55, "S": 56, "c": 57, "u": 58, "7": 59, "9": 60, "d": 61, "Д": 62, "ц": 63, "\"": 64, "g": 65, "Б": 66, "P": 67, "Н": 68, "М": 69, "p": 70, "h": 71, "(": 72, "э": 73, ")": 74, "b": 75, "²": 76, "A": 77, "G": 78, "y": 79, "В": 80, "Т": 81, "D": 82, "M": 83, "k": 84, "C": 85, "Р": 86, "B": 87, "T": 88, "щ": 89, "L": 90, "x": 91, "О": 92, "А": 93, "R": 94, "v": 95, "H": 96, "Г": 97, "E": 98, "Ш": 99, "F": 100, "N": 101, "f": 102, "И": 103, "Л": 104, "З": 105, "Ф": 106, "X": 107, "I": 108, "У": 109, "V": 110, "+": 111, "!": 112, "ё": 113, "w": 114, "K": 115, "W": 116, "Ч": 117, "z": 118, "Э": 119, "Ж": 120, "O": 121, "Z": 122, "Х": 123, "U": 124, "J": 125, "Ц": 126, "Ю": 127, "*": 128, "j": 129, "Y": 130, "Q": 131, ":": 132, "'": 133, "Е": 134, "ъ": 135, "Я": 136, "\\": 137, "q": 138, "Щ": 139, "№": 140, "«": 141, "»": 142, ";": 143, "Й": 144, "#": 145, "Ё": 146, ">": 147, "’": 148, "Ы": 149, "Ь": 150, "і": 151, "І": 152, "&": 153, "Ъ": 154, "є": 155}, "itos": {"0": "<pad>", "1": "<unk>", "2": " ", "3": "а", "4": "о", "5": "е", "6": "и", "7": "н", "8": "р", "9": "к", "10": "т", "11": "л", "12": "с", "13": "м", "14": "в", "15": "д", "16": "у", "17": "я", "18": "ы", "19": "п", "20": "й", "21": "б", "22": "0", "23": "a", "24": "1", "25": "e", "26": "ь", "27": "з", "28": "i", "29": "2", "30": "o", "31": ",", "32": "-", "33": "ч", "34": "г", "35": "n", "36": ".", "37": "П", "38": "r", "39": "5", "40": "К", "41": "3", "42": "s", "43": "4", "44": "ж", "45": "t", "46": "l", "47": "ш", "48": "6", "49": "С", "50": "ф", "51": "ю", "52": "х", "53": "8", "54": "m", "55": "/", "56": "S", "57": "c", "58": "u", "59": "7", "60": "9", "61": "d", "62": "Д", "63": "ц", "64": "\"", "65": "g", "66": "Б", "67": "P", "68": "Н", "69": "М", "70": "p", "71": "h", "72": "(", "73": "э", "74": ")", "75": "b", "76": "²", "77": "A", "78": "G", "79": "y", "80": "В", "81": "Т", "82": "D", "83": "M", "84": "k", "85": "C", "86": "Р", "87": "B", "88": "T", "89": "щ", "90": "L", "91": "x", "92": "О", "93": "А", "94": "R", "95": "v", "96": "H", "97": "Г", "98": "E", "99": "Ш", "100": "F", "101": "N", "102": "f", "103": "И", "104": "Л", "105": "З", "106": "Ф", "107": "X", "108": "I", "109": "У", "110": "V", "111": "+", "112": "!", "113": "ё", "114": "w", "115": "K", "116": "W", "117": "Ч", "118": "z", "119": "Э", "120": "Ж", "121": "O", "122": "Z", "123": "Х", "124": "U", "125": "J", "126": "Ц", "127": "Ю", "128": "*", "129": "j", "130": "Y", "131": "Q", "132": ":", "133": "'", "134": "Е", "135": "ъ", "136": "Я", "137": "\\", "138": "q", "139": "Щ", "140": "№", "141": "«", "142": "»", "143": ";", "144": "Й", "145": "#", "146": "Ё", "147": ">", "148": "’", "149": "Ы", "150": "Ь", "151": "і", "152": "І", "153": "&", "154": "Ъ", "155": "є"}}